class Const
  TK_TITLE1 = "Ruby on Railsでタスク管理を作ろう！"
  TK_YMD = [
    "20170926",
    "20170927",
    "20170930",
    "20171004",
    "20171005",
    "20171009",
    "20171013",
    "20171015",
    "20171017",
    "20171023",
    "20171031",
    "20171101",
    "20171107",
    "99999999"
  ]
  TK_TITLE2 = [
    "事前準備",
    "作成するアプリの仕様",
    "railsプロジェクト作成",
    "モデル、データベースの作成",
    "テストデータ作成",
    "ルーティングの設定",
    "コントローラー、VIEWの作成",
    "application.html.erb編集",
    "一覧画面の作成①",
    "一覧画面の作成②",
    "照会画面の作成",
    "登録画面の作成①",
    "登録画面の作成②",
    #"編集画面の作成",
    "次の記事はありません"
  ]
end